/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirMac";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "AirMac ネットワークのパスワード";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "AirMac ネットワーク";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "AirMac 設定";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirMac";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "内蔵 Ethernet";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "内蔵 Ethernet";

/* Title of continue button */
"CONTINUE_BUTTON" = "続ける";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "エラーが起きました";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "スキャン中...";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "接続中...";

/* Title of back button */
"GO_BACK_BUTTON" = "戻る";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "内蔵モデム";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "外部モデム";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "インターネット";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "ISP";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "モデム設定";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "モデム";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "ネットワーク構成が変更されました。次の手順に進むには、“OK”をクリックしてください。";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "ネットワークの変更が検出されました";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "ネットワーク設定";

/* Title of an Okay button */
"OK_BUTTON" = "OK";

/* Title of quit button */
"QUIT_BUTTON" = "終了";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "サーバ";

/* Title of back button */
"START_OVER_BUTTON" = "最初からやり直す";

